{"riddle_repo": [{"1": "I am tall when I am young. I'm short when im old. What am I? || A Candle ",
                "2": "The more you take is the more you leave behind. What am I? || Footsteps",
                "3": "You see me in water but I never get wet. What am I? || A reflection",
                "4": "What has a heart but no other organs? || A deck of cards",
                "5": "What four letter word can be written forward, backwards, and upside down, and can still be read left to right? || NOON",
                "6": "What belongs to you but others use it more than you do? || Your name",
                "7": "Feed me and I live, yet give me a drink and I die || Fire ",
                "8": "People buy me to eat but they never eat me, What am I? || Plates",
                "9": "What starts with a T ends with a T and has a T in it, || Teapot",
                "10": "Tuesday, Peter and Sam went to a restaurant to eat lunch. After eating eating lunch they paid the bill. But Sam and Peter did not pay the bill. So who did? || Their friend, Tuesday",
                "11": "When it's alive we sing, when its dead we clap our hands. What is it? || Birthday Candles",
                "12": "What disappears the moment you say its name? || Silence ",
                "13": "What gets broken without being held? || A promise",
                "14": "What can travel around the world while staying in one corner? || A stamp",
                "15": "A girl was 10 on her last birthday and will be 12 on her next birthday. How is that possible? || Today is her 11th birthday",
                "16": "What has hands but cannot clap|| a clock",
                "17": "What kind of tree can you carry in your hand || a palm",
                "18": "Look at me and I can bring a smile to your face, tears to your eyes, or even a thought to your mind, but I can't be seen. What am I? || Memories",
                "19": "I go in hard, I come out soft, You blow me hard. What am I? || Gum ",
                "20": "It can be cracked, It can be made, it can be told, it can be played. What am I? || A Joke"
}]}
