{"truth_repo": [{"1": "What's the first thing you would do if you woke up one day as the opposite sex? ",
                "2": "What is your worst habit?",
                "3": "What was the last thing you texted?",
                "4": "What is the most illegal thing you have ever done?",
                "5": "Describe the strangest dream you've ever had. Did you like it?",
                "6": "Do you have any silly nicknames?",
                "7": "What ‘As seen on TV’ product do you secretly want to buy? ",
                "8": "What was the last R-rated movie you watched?",
                "9": "What is something that no one else knows about you?",
                "10": "What is something you’ve done to try to be ‘cooler’?",
                "12": "What is the most food you’ve eaten in a single sitting?",
                "13": "If you could suddenly become invisible, what would you do?",
                "14": "What's one thing you would never eat on a first date?",
                "15": "What's the best thing to say to your friend that would be the worst thing to say to your crush?",
                "16": "What the biggest deal-breaker for you?",
                "17": "Do you frequently stalk anyone on social media? Who?",
                "18": "Is there anything about your life you would change?",
                "19": "What is one disturbing fact I should know about you?",
                "20": "If you could plan a class prank knowing you'll never get caught, what would the prank be?"
}],

"dare_repo": [{"1": "Talk in an accent for the next 3 rounds. ",
                "2": "Do your best impression of a baby being born.",
                "3": "Play a song on by slapping your cheeks till someone guesses the song.",
                "4": "Make every person in the group laugh, keep going until everyone has laughed.",
                "5": "Make up a 30 second opera about a person or people in the group and perform it.",
                "6": "Sell a piece trash to someone in the group. Use your best salesmanship.",
                "7": "Imitate a celebrity every time you talk for three minutes.",
                "8": "Imitate a popular YouTuber until someone can guess the person you are imitating.",
                "9": "After the group chooses one word, sing a song and insert that word once into every line of the song.",
                "10": "Sing a praise song about a person of the groups choosing.",
                "12": "Act like an old lady or an old man.",
                "13": "Say “banana” after everything you say until it is your turn again.",
                "14": "Act like you do not understand your language until your next turn (come up with your language).",
                "15": "Screenshot a picture of your browser history and send it to a random person in your contacts.\n",
                "16": "Describe someone else in the group and others have to guess who it is.",
                "17": "Prank call your ex.",
                "18": "Do your best impersonation of Elvis Presley.",
                "19": "Dm the tenth friend on your friends list  and tell them all about your day, for no apparent reason.",
                "20": "Confess your undying love to another player in the room.\n"
}]}