{"wyr_repo": [{"1": "Would you rather your only mode of transportation be a donkey or a giraffe?",
                "2": "Would you rather be compelled to high five everyone you meet or be compelled to give wedgies to anyone in a green shirt?",
                "3": "Would you rather thirty butterflies instantly appear from nowhere every time you sneeze or one very angry squirrel appear from nowhere every time you cough?",
                "4": "Would you rather have a flying carpet or a car that can drive underwater?",
                "5": "Would you rather have a bottomless box of Legos or a bottomless gas tank?",
                "6": "Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?",
                "7": "Would you rather never have a toilet clog on you again or never have the power go out again?",
                "8": "Would you rather never run out of battery power for whatever phone and tablet you own or always have free Wi-Fi wherever you go?",
                "9": "Would you rather super sensitive taste or super sensitive hearing?",
                "10": "Would you rather lose all your money and valuables or all the pictures you have ever taken?",
                "11": "Would you rather know when you are going to die or how you are going to die? ",
                "12": "Would you rather never have to work again or never have to sleep again (you won’t feel tired or suffer negative health effects)?",
                "13": "Would you rather be in debt for $100,000 or never be able to make more than $3,500 a month?",
                "14": "Would you rather have the police hunting you for a murder you didn’t commit or a psychopathic clown hunting you?",
                "15": "Would you rather be feared by all or loved by all?",
                "16": "Would you rather never get angry or never be envious?",
                "17": "Would you rather work very hard at a rewarding job or hardly have to work at a job that isn’t rewarding?",
                "18": "Would you rather find five dollars on the ground or find all your missing socks?",
                "19": "Would you rather wake up every morning with a new hundred-dollar bill in your pocket but not know where it came from or wake up every morning with a new fifty-dollar bill in your pocket and know where it comes from?",
                "20": "Would you rather all electrical devices mysteriously stop working (possibly forever) or the governments of the world are only run by people going through puberty?"
}]}